Repository: theforeman/hammer-cli-foreman-admin
Catalog: locale/*/hammer_cli_foreman_admin.po
Languages: de, es, fr, ja, ka, ko, pt_br, zh_cn

source: Administrative server-side tasks
de: Administrative serverseitige Aufgaben
es: Tareas administrativas del lado del servidor
fr: Tâches administratives côté serveur
ja: サーバー側の管理タスクです。
ka: სერვერის ადმინისტრაციული ამოცანები
ko: 관리 서버 측 작업
pt_br: Tarefas administrativas no servidor
zh_cn: 管理服务器一方的任务

source: Increase verbosity level to debug.
de: Ausführlichkeitsstufe für Fehlersuche erhöhen.
es: Incrementar el nivel de verbosidad a depurar.
fr: Augmentez le niveau de verbosité jusqu'à débogage.
ja: 詳細レベルを上げてデバッグします。
ka: დიაგნოსტიკური შეტყობინებების გამართვის დონემდე მომატება .
ko: 디버깅을 위해 자세한 정보 표시 수준을 높입니다.
pt_br: Aumentar nível de verbosidade para depuração.
zh_cn: 提高调试的详细级别。

source: Decrease verbosity level to standard.
de: Ausführlichkeitsstufe auf Standard verringern.
es: Reducir el nivel de verbosidad a est치ndar.
fr: Diminuez le niveau de verbosité jusqu'à standard.
ja: 詳細レベルを標準まで下げます。
ka: დიაგნოსტიკური შეტყობინებების სტანდარტულამდე დაწევა.
ko: 표준으로 상세 정보를 표시 수준을 낮춥니다.
pt_br: Diminuir nível de verbosidade para padrão.
zh_cn: 将详细级别降至标准级别。

source: Components to apply, use --list to get them.
de: Anzuwendende Komponenten, verwenden Sie --list zum Holen.
es: Componentes para aplicar, usar --list para obtenerlos.
fr: Composants à appliquer, utilisez --list pour les obtenir.
ja: 適用するコンポーネント。--list を使用して取得します。
ka: გადასატარებელი კომპონენტები. სიის მისაღებად გამოიყენეთ --list.
ko: 적용할 구성 요소를 가져오려면 --list를 사용합니다.
pt_br: Componentes para aplicar, use --list para obtê-los.
zh_cn: 要应用的组件，使用 --list 获取。

source: List available components.
de: Verfügbare Komponenten auflisten.
es: Mostrar los componentes disponibles.
fr: Répertoriez les composants disponibles.
ja: 使用可能なコンポーネントをリストします。
ka: ხელმისაწვდომი კომპონენტების სია.
ko: 사용 가능한 구성요소를 나열하세요.
pt_br: Listar componentes disponíveis.
zh_cn: 列出可用组件。

source: Apply to all components.
de: Auf alle Komponenten anwenden.
es: Aplicar a todos los componentes.
fr: Appliquez à tous les composants.
ja: すべてのコンポーネントに適用します。
ka: ყველა კომპონენტზე გადატარება.
ko: 모든 구성요소에 적용합니다.
pt_br: Aplicar a todos os componentes.
zh_cn: 应用到所有组件。

source: Do not apply specified changes.
de: Festgelegte Änderungen nicht anwenden.
es: No aplicar cambios especificados.
fr: N'appliquez pas les modifications spécifiées.
ja: 指定の変更を適用しないでください。
ka: არ გადაატარო მითითებული ცვლილებები.
ko: 지정된 변경 사항을 적용하지 마세요.
pt_br: Não aplicar alterações especificadas.
zh_cn: 不要应用指定的更改。

source: Skip configuration backups creation.
de: Konfigurationssicherungserstellung überspringen.
es: Omitir creaci칩n de copias de seguridad de la configuraci칩n.
fr: Ignorez la création de sauvegardes de configuration.
ja: 設定のバックアップ作成をスキップします。
ka: კონფიგურაციის მარქაფის შექმნის გამოტოვება.
ko: 구성 백업 생성을 건너뜁니다.
pt_br: Pular a criação de backups de criação.
zh_cn: 跳过配置备份创建。

source: Operate on prefixed environment (e.g. chroot).
de: Auf vorangestellter Umgebung betreiben (z.B. chroot).
es: Operar un entorno prefijado (por ejemplo, chroot).
fr: Opérez sur l'environnement préfixé (par ex., chroot).
ja: プレフィックス付き環境 (例: chroot) で操作します。
ka: პრეფიქსიან გარემოში მუშაობა (მაგ. chroot).
ko: 접두사가 붙은 환경(예: chroot)에서 작동합니다.
pt_br: Operar em ambiente pré-fixado (por exemplo, chroot).
zh_cn: 在有前缀的环境（例如 chroot）中操作。

source: Command '%{cmd}' failed: %{e}
de: Befehl '%{cmd}' fehlgeschlagen: %{e}
es: Comando '%{cmd}' fallado: %{e}
fr: La commande '%{cmd}' a échoué : %{e}
ja: コマンド '%%{cmd}' が失敗しました: %%{e}
ka: ბრძანებს '%{cmd}' შეცდომა: %{e}
ko: 명령 '%{cmd} ' 실패 : %{e}
pt_br: O comando '%{cmd}' falhou: %{e}
zh_cn: 命令 '%%{cmd}' 失败：%%{e}

source: Component
de: Komponente
es: Componente
fr: Composant
ja: コンポーネント
ka: კომპონენტი
ko: 구성 요소
pt_br: Componente
zh_cn: 组件

source: Auto-detected by existence of
de: Existenz automatisch erkennen von
es: Autodetectado por la presencia de
fr: Auto-détecté par l'existence de
ja: 以下の存在により自動検出
ka: ავტომატურად ნაპოვნია
ko: 자동 감지됨
pt_br: Detectado automaticamente pela existência de
zh_cn: 通过以下存在自动检测

source: Destinations
de: Ziele
es: Destinos
ja: 宛て先
ka: სამზნეები
ko: 대상
pt_br: Destinações

source: Logging verbosity level setup
de: Protokollierungs-Ausführlichkeitsstufen-Einrichtung
es: Registrando configuraci칩n del nivel de verbosidad
fr: Configuration du niveau de verbosité de la connexion
ja: ロギングの詳細レベルを設定します。
ka: დიაგნოსტიკური შეტყობინებების დონის მორგება
ko: 로깅 세부 정보 수준 설정
pt_br: Fazendo log de configuração de nível de verbosidade
zh_cn: 日志详细级别设置
